package com.example.user_password_application_1;


public class MyData {

    static String[] Title = {"כץ שיפוצים וצבע",
            "אמיר אלומיניום וזכוכיות",
            "נגריית אלון",
            "המגשימים ר.ש (ביצוע שיפוצים ואינסטלציה)",
            "פריצת דלתות ומנעולנות sos",
            "אס קלאס תשתיות חשמל",
            "אינסטלציית המקצוען בע\"מ",
            "סורג - שיווק, יצור והתקנה של כל סוגי הסורגים, גגונים, וגדרות",
            "עלינת חוסאם חאלד קבלן טיח ושיפוצים",
            "איתיאל מעבדת מחשבים ETL\n",
            "א.א שיפוצים והובלות - אילן פדידה\n"};
    static String[] Description = {"כל עבודות הצבע חולון ברמת גן תל אביב פתח תקווה גבעתיים בני ברק",
            "מבצעים כל עבודות אלומיניום וזכוכית\n" +
                    "תריסים חשמליים, חלונות בלגי רשתות נגד יתושים ווטרינות ותריסי הזזה",
            "תכנון ייצור ושיווק רהיטים לפי הזמנה",
            "חברתינו מתמחה בכל עבודות השיפוצים - שיפוצים כלליים, אינסטציה ודודי שמש וחשמל",
            "רועי מנעולים- בהנהלתו של רועי איתם.\n" +
                    "חברתנו מתמחה בפריצת כל סוגי הדלתות",
            "ברת אס קלאס תשתיות חשמל פועלת במגזר הפרטי, העסקי והמוסדי בכל סוגי עבודות החשמל והתשתיות",
            "אינסטלציית המקצוען בע\"מ - חברתנו בעלת וותק רב שנים המתמחה ומבצעת את כל עבודות האינסטלציה",
            "צור סורגים דקורטיביים ומסגרות, סורגים קבועים ונפתחים, מעקות למרפסות.",
            "קבלן מקצועי לשרותי טיח, שיפוצים וריצוף. כל עבודות השיפוץ, עבודות שליכט צבעוני, אצל קבלן אחד מקצועי ומסור במחירים הוגנים",
            "ברוכים הבאים לאיתיאל מעבדת מחשבים בתל אביב. אנו מעניקים תיקון של כל המחשבים הניידים, תיקון מחשבי אפל , שירות טכנאי אונליין , תוכנות ושירותים לטיפול ותחזוקת מחשבים נייחים וניידים",
            "עוברים דירה?\n" +
                    "בשעה טובה ומוצלחת!\n" +
                    "הובלת דירות, הובלות קטנות, הובלת פריטים בודדים, הובלות לסטודנטים, הובלות במחיר הוגן ונוח חייגו ואני בדרך!"};

    static Integer[] drawableArray = {R.drawable.alo, R.drawable.alo1, R.drawable.alo2,
            R.drawable.alo3, R.drawable.alo4, R.drawable.alo5, R.drawable.alo6,
            R.drawable.alo7, R.drawable.alo8, R.drawable.alo9,R.drawable.alo10};

    static  String[] ShopLocation = {"32.016221,34.784933","32.011251,34.781221","32.022556,34.776079","32.011905,34.793151","32.010785,34.797190", "32.012705,34.797865","32.020810,34.793660" ,"32.003437,34.770039" ,"32.001808,34.763316","32.018020,34.788113","32.019927,34.763350"};

    static  String[] ShopAddress = {
            "גהולים 29 חולון",
            "גולדה מאיר 20 חולון",
            "סוקולוב 64 חולון",
            "שדרות ירושלים 170 חולון",
            "הרוקמים 3 חולון",
            "המלאכה 63 חולון",
            "פרופסור משה שור 34 חולון",
            "יצחק רבין 40 חולון",
            "מסילת העולים 11 חולון",
            "פרופסור משה שור 2 חולון",
            "קדושי קהיר 11 חולון"
    };

    static  String[] TelephoneNumber = {
            "052 - 1529987",
            "054 - 7453981",
            "050 - 1214589",
            "054 - 7777758",
            "054 - 1298755",
            "052 - 3566942",
            "050 - 7756822",
            "052 - 8536972",
            "054 - 1123958",
            "050 - 7531598",
            "052 - 5558887"};


    static Integer[] id_ = {0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10};
}
